Repository: moayyadalsaadi/MyLeasing
Catalog: MyLeasing.Prism/MyLeasing.Prism/Helpers/Resource.*.resx
Languages: ar

source: Error
ar: خطأ

source: Accept
ar: قبول

# EmailError
source: You must enter an email.
ar: يجب إدخال البريد الإلكتروني.

source: Email
ar: البريد الإلكتروني

# EmailPlaceHolder
source: Enter your email...
ar: أدخل بريدك الإلكتروني

source: Password
ar: كلمة المرور

# PasswordPlaceHolder
source: Enter your password...
ar: أدخل كلمة المرور

# Rememberme
source: Rememberme in this device
ar: تذكرني في هذا الجهاز!

# Forgot
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: Login
ar: تسجيل الدخول

source: Register
ar: تسجيل

# PasswordError
source: You must enter a password.
ar: يجب عليك إدخال كلمة المرور.

# LoginError
source: User or password incorrect.
ar: اسم المستخدم أو كلمة المرور غير صحيحة!

source: Document
ar: رقم الهوية

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Address
ar: العنوان

source: Phone
ar: الهاتف

source: Password Confirm
ar: تأكيد كلمة المرور

# DocumentPlaceHolder
source: Enter your document.
ar: أدخل رقم الهوية

# FirstNamePlaceHolder
source: Enter your first name...
ar: إدخل الاسم الأول

# LastNamePlaceHolder
source: Enter your last name...
ar: إدخل اسم العائلة

# AddressPlaceHolder
source: Enter your address...
ar: أدخل عنوانك

# PhonePlaceHolder
source: Enter your phone number...
ar: أدخل رقم الهاتف

# PasswordConfirmPlaceHolder
source: Enter your password confirm...
ar: أدخل تأكيد كلمة المرور

# DocumentError
source: You must enter a document.
ar: يجب عليك إدخال رقم الهوية

# FirstNameError
source: You must enter the first name.
ar: يجب إدخال اسمك الاول

# LastNameError
source: You must enter the last name.
ar: يجب عليك إدخال الاسم الأخير

# PasswordConfirmError
source: You must enter a confirm.
ar: يجب إدخال تأكيد كلمة المرور.!

# PhoneError
source: You must enter a phone number.
ar: يجب إدخال رقم هاتف!

# AddressError
source: You must enter the address.
ar: يجب إدخال العنوان.!

# PasswordError2
source: The password must be a least 6 characters length.
ar: يجب أن يكون طول كلمة المرور 6 أحرف على الأقل.!

# PasswordError3
source: The password and confirm does not match.
ar: كلمة المرور والتأكيد غير متطابقين.!

source: Register as
ar: تسجيل كـ

# RegisterAsTitle
source: Select a role...
ar: تحديد صلاحية

source: Owner
ar: المالك

source: Lessee
ar: مستاجر

# RegisterAsError
source: You must select a role.
ar: يجب تحديد صلاحية.

source: Ok
ar: موافق

source: Password Recover
ar: استعادة كلمة المرور!

source: My Properties
ar: عقاراتي

source: My Contracts
ar: عقودي

source: Map
ar: الخريطة

source: Logout
ar: تسجيل الخروج

source: My Profile
ar: حسابي

source: Save
ar: حفظ

source: Change Password
ar: تغيير كلمة المرور

source: User Updated!
ar: تم تحديث المستخدم

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# ConfirmNewPasswordError
source: You must enter a new password confirm
ar: يجب إدخال كلمة مرور جديدة

# ConfirmNewPasswordPlaceHolder
source: Re-enter the new password...
ar: أعد إدخال كلمة السر الجديدة

source: Current Password
ar: كلمة المرور الحالية:

# CurrentPasswordError
source: You must enter the current password.
ar: يجب إدخال كلمة المرور الحالية.

# CurrentPasswordPlaceHolder
source: Enter your current password...
ar: أدخل كلمة المرور الحالية.

source: New Password
ar: كلمة المرور الجديدة

# NewPasswordError
source: You must enter a new password at least 6 characters length.
ar: يجب إدخال كلمة مرور جديدة بطول 6 أحرف على الأقل.!

# NewPasswordPlaceHolder
source: Enter a new password...
ar: أدخل كلمة مرور جديدة.

# ErrorNoOwner
source: Option available only for owners.
ar: الخيار متاح فقط للمالك

source: New Property
ar: عقار جديد

source: Delete
ar: حذف

source: Edit Property
ar: تعديل العقار

# ChangeImage
source: Tap the image to change it.
ar: اضغط على الصورة لتغييرها!

source: Neighborhood
ar: الحي

# NeighborhoodError
source: You must enter a neighborhood.
ar: يجب أن تدخل الحي.

# NeighborhoodPlaceHolder
source: Enter the property neighborhood.
ar: أدخل الحي الذي يقع فيه العقار

# Price
source: Price (NIS)
ar: السعر (شيكل)

# PriceError
source: You must enter a price.
ar: يجب عليك إدخال سعر!

# PricePlaceHolder
source: Enter property price...
ar: أدخل سعر العقار

# SquareMeters
source: Square Meters (meter)
ar: المساحة (متر مربع)

# SquareMetersError
source: You must enter the property square meters.
ar: يجب إدخال مساحة العقار.!

# SquareMetersPlaceHolder
source: Enter property square meters...
ar: أدخل مساحة العقار

source: Rooms
ar: الغرف

# RoomsError
source: You must enter the property rooms.
ar: يجب عليك إدخال عدد الغرف.!

# RoomsPlaceHolder
source: Enter the property rooms...
ar: أدخل عدد الغرف

source: Stratum
ar: الطابق

# StratumError
source: You must select a property stratum.
ar: يجب عليك تحديد رقم الطابق.!

# StratumPlaceHolder
source: Select a property stratum...
ar: اختر رقم الطابق

source: Property Type
ar: نوع العقار

# PropertyTypeError
source: You must select a property type.
ar: يجب تحديد نوع العقار

# PropertyTypePlaceHolder
source: Select a property type...
ar: تحديد نوع العقار

source: Has Parking Lot?
ar: لديها موقف للسيارات؟!

source: Is Available?
ar: متوفر.

source: Remarks
ar: معلومات اضافية

source: Contracts
ar: العقود

source: Add Image
ar: إضافة صورة

source: Edit Image
ar: تعديل صورة

source: Delete Image
ar: حذف الصورة

# PictureSource
source: Where do you want to take the picture?
ar: حدد طريقة أخذ الصورة؟!

source: Cancel
ar: إلغاء الأمر

source: From Camera
ar: من الكاميرا

source: From Gallery
ar: من معرض الصور

# CreateEditPropertyConfirm
source: {0} sucessfully!
ar: {0} بنجاح!

# Created
source: Added
ar: تمت الاضافة

source: edited
ar: تم التعديل

source: Confirm
ar: تأكيد

# QuestionToDeleteProperty
source: Are you sure to delete the property?
ar: هل أنت متأكد من حذف العقار ؟!

source: Yes
ar: نعم

source: No
ar: لا

# AddImageError1
source: First touch the image to add a new one.
ar: المس أولاً الصورة لإضافة واحدة جديدة.!

# AddImageError2
source: First must save the property to add images.
ar: يجب أولا حفظ الممتلكات لإضافة الصور.!

# AddImageConfirm
source: Image added sucessfully!
ar: تم إضافة الصورة بنجاح!

# DeleteImageConfirmation
source: Are you sure to delete the image?
ar: هل أنت متأكد من حذف الصورة ؟!

# ImageDeletedMessage
source: Imagen deleted sucessfully!
ar: حذف الصورة بنجاح!

# connection
source: Check the internet connection.
ar: تحقق من اتصال الإنترنت

source: Details
ar: التفاصيل

source: loading....
ar: جار التحميل...

source: Properties
ar: العقارات

# Properties1
source: Available Properties
ar: العقارات المتاحة

source: Property
ar: خصائص

# Register1
source: new user
ar: مستخدم جديد

# End
source: End Date
ar: تاريخ الإنتهاء

# Start
source: Start Date
ar: تاريخ الإستئجار

# Name
source: Owner Name:
ar: اسم المالك

# Message
source: A confirmation email was sent. Please confirm your account and log into the App
ar: تم إرسال رسالة تأكيد بالبريد الإلكتروني. يرجى تأكيد حسابك وتسجيل الدخول إلى التطبيق

# Message1
source: The password was changed successfully!
ar: تم تغيير كلمة المرور بنجاح!

# Message2
source: This email is not assigned to any user.
ar: لم يتم تعيين هذا البريد الإلكتروني لأي مستخدم.

# Message3
source: An email with instructions to change the password was sent.
ar: تم إرسال رسالة بريد إلكتروني تحتوي على إرشادات لتغيير كلمة المرور.

# Support
source: Problem with user data, call support.
ar: مشكلة في بيانات المستخدم ، اتصل بالدعم.

# NotAddressFound
source: Address not found .. Do you want to specify your location?
ar: لم يتم العثور على العنوان.. هل تريد تحديد موقعك؟

# NotLocationAvailable
source: No Location Available
ar: لا يوجد موقع متاح

source: Select An Address
ar: اختر عنوانا

# GPS
source: Check the GPS activation
ar: تحقق من تفعيل تحديد المواقع

source: Refresh
ar: تحديث

# Map2
source: Locate the location on the map
ar: حدد مكان الموقع بالخريطة

# Choose
source: Choose Pickup
ar: اختيار نقطة

# TypeProp
source: Nature of the property
ar: طبيعة العقار

# TypePropError
source: You must select a Nature of the property
ar: يجب عليك تحديد طبيعة العقار.!

# TypePropPlaceHolder
source: Select a Nature of the property
ar: اختر طبيعة العقار

source: Rent
ar: استئجار

source: Sale
ar: بيع
